const ResultData: object[] = [
  {
    idx: 0,
    color: 'Green',
    keySentence: '주변의 상황에 휘둘리지 않는 올곧을을 가진',
    keyword: '안정적인',
    matchingColor: ['Sky', 'Vanila'],
    descriptions: [
      'Green은 생명의 색이기도 하며, 안전, 인내를 의미합니다.',
      '또한 Green은 인테리어를 포함하여 다양한 디자인 요소에서 이용될 정도로,자연스럽고 안정된 모습을 느끼게 해줘요.',
      '숲속에 자리한 풀잎들과 나무에서 흘러나오는 향기가 떠오르는 색깔이에요. ',
      'Green이 어울리는 당신은 주변에 쉽게 흔들리지 않으며, 신뢰할 수 있는 사람이에요.',
      '당신은 높은 도덕기준을 가지고 있고, 올바른 일을 하는 것은 당신에게 매우 중요해요. ',
      '위험을 무릅쓰지 않고, 행동을 우선시 하지 않으며, 관찰하는 것을 좋아해요.',
      '당신에게 올곧은 성품과 자연친화적인 매력을 부각시켜줄 Green계열 향수를 써보기를 추천해요!',
    ],
  },
  {
    idx: 1,
    color: 'Red',
    keySentence: '주변의 시선을 끌어당기는 매력을 가진',
    keyword: '매혹적인',
    matchingColor: ['Purple'],
    descriptions: [
      'Red는 매력을 나타내는 고혹적이고 매혹적인 색깔이에요.',
      '때로는 능동적이고 정열을, 때로는 유혹적이며 자극적인 모습을 떠올리기도 해요.',
      '나를 유혹하는 무언가에 홀려 다가간 순간 느껴지는 페로몬 향이 떠오르는 색깔이에요.',
      '유명인사를 맞이하는 길의 대명사인 레드카펫처럼, 레드는 화려하고 시선을 사로잡는 힘을 가지고 있어요. ',
      'Red가 어울리는 당신은 주변 사람들의 시선을 사로 잡는 힘을 지니고 있어요.',
      '말을 많이 하거나 사람들 사이에서 무언가를 하지 않아도, 상대방의 관심을 끌 수 있는 사람이에요. ',
      '당신에게 자신도 모르게 끌리게 되는 특별한 매력을 돋보이게 해줄 레드계열 향수를 써보기를 추천해요!',
    ],
  },
  {
    idx: 2,
    color: 'White',
    keySentence: '세상을 솔직함과 순수함으로 맞서는',
    keyword: '순수한',
    matchingColor: ['Pink', 'Orange'],
    descriptions: [
      'White는 순수, 천진함, 완성과 동시에 새로운 시작을 의미해요.',
      '아기의 베이비 파우더, 화이트 머스크향을 머금은 색깔이에요. ',
      '새하얀 눈이 떠오르기도 하고, 화사하게 피어난 목련이 떠오르기도 해요. ',
      '주변을 새하얗게 정화할 수 있으며, 동시에 주변과 쉽게 동화돼요. ',
      ' White의 선택을 받은 당신은 항상 깔끔하고, 긍정적이며 낙관적인 사람이에요. ',
      '하지만 때로는 자신만의 뚜렷한 색이 없어 외로움, 공허함을 느끼기도 해요.',
      '그런 당신에게, 자신만의 색깔을 채워 줄 White계열의 향수를 써보기를 추천해요!',
    ],
  },
];

export default ResultData;
